[
    {
        "_id": "1",
        "title": "Mental Health",
        "imgSrc": "https://res.cloudinary.com/degmdqmd0/image/upload/v1669661810/Panic_jhru3x.webp",
        "summary": "Anxiousness happens to everyone, here are the signs and symptoms",

        "paragraphs": [
            {
                "text": "Everyone feels worried or anxious or down from time to time. But relatively few people develop a mental illness. What's the difference? A mental illness is a mental health condition that gets in the way of thinking, relating to others, and day-to-day function."
            },
            {
                "subHeading": "Signs and symptoms of mental illness depend in part on the illness",
                "text": "feeling down for a while extreme swings in mood withdrawing from family, friends, or activities low energy or problems sleeping often feeling angry, hostile, or violent feeling paranoid, hearing voices, or having hallucinations often thinking about death or suicide."
            },
            {
                "text":"In some people, symptoms of a mental illness first appear as physical problems such as stomach aches, back pain, or insomnia."
            },
            {
                "text": "Individuals with a mental illness can often ease their symptoms and feel better by talking with a therapist and following a treatment plan that may or may not include medication."
            },
            {
                "url":"https://www.health.harvard.edu/topics/mental-health"
            }

                    ]
    },
    {
        "_id": "2",
        "title": "Young people’s mental health is finally getting the attention it needs",
        "imgSrc": "https://res.cloudinary.com/degmdqmd0/image/upload/v1669658635/121151110-Sad-teenager_b8syid.jpg",
        "summary": "The COVID-19 pandemic, a UNICEF report and a review of the latest research all highlight the urgent need for better prevention and treatment of youth anxiety and depression.",
        
        "paragraphs": [
            {
                "text": "Worldwide, at least 13% of people between the ages of 10 and 19 live with a diagnosed mental-health disorder, according to the latest State of the World’s Children report, published this week by the United Nations children’s charity UNICEF. "
            },
            {
                "subHeading": "Anxiety around the world",
                "text": "Anxiety and depression constitute more than 40% of mental-health disorders among young people (those aged 10–19). UNICEF also reports that, worldwide, suicide is the fourth most-common cause of death (after road injuries, tuberculosis and interpersonal violence) among adolescents (aged 15–19)."
            },
            {
                "text":"Sadly, psychological distress among young people seems to be rising. One study found that rates of depression among a nationally representative sample of US adolescents (aged 12 to 17) increased from 8.5% of young adults to 13.2% between 2005 and 20171. There’s also initial evidence that the coronavirus pandemic is exacerbating this trend in some countries."
            },
            {
                "text": "Although most mental-health disorders arise during adolescence, UNICEF says that only one-third of investment in mental-health research is targeted towards young people. "
            },
            {
                "url":"https://www.nature.com/articles/d41586-021-02690-5"
            }


                    ]
    }, 
    {
        "_id": "3",
        "title": "Building Better Mental Health",
        "imgSrc": "https://res.cloudinary.com/degmdqmd0/image/upload/v1669661865/5c0b2cf797f1293bac5a232a_5-Things-You-Can-Do-Right-Now-to-Improve-Your-Mental-Health_r5hgwj.png",
        "summary": "Looking to boost your mood, handle your emotions better, or build resilience? These six life-changing strategies for improving mental health and well-being can show you how.",
        
        "paragraphs": [
            {
                "text": "Your mental health influences how you think, feel, and behave in daily life. It also affects your ability to cope with stress, overcome challenges, build relationships, and recover from life’s setbacks and hardships."
            },
            {
                "subHeading": "Understanding good mental health",
                "text": "Strong mental health isn’t just the absence of mental health problems. Being mentally or emotionally healthy is much more than being free of depression, anxiety, or other psychological issues. Rather than the absence of mental illness, mental health refers to the presence of positive characteristics."
            },
            {
                "text":"Having solid mental health doesn't mean that you never go through bad times or experience emotional problems. We all go through disappointments, loss, and change."
            },
            {
                "text": "People who are emotionally and mentally resilient have the tools for coping with difficult situations and maintaining a positive outlook. They remain focused, flexible, and productive, in bad times as well as good. "
            },
            {
                "url":"https://www.helpguide.org/articles/mental-health/building-better-mental-health.htm"
            }
                    ]
    },
    {
        "_id": "4",
        "title": "What is recovery?",
        "imgSrc": "https://res.cloudinary.com/degmdqmd0/image/upload/v1669661925/download_iir23q.jpg",
        "summary": "Is it possible to recover from mental illness? ",
        "paragraphs": [
            {
                "text": "By taking care of your mental health you can live your life to its greatest potential; by maintaining it you will be able to enjoy the simple things in life that make you happy. It will allow you to manage the stressful things in life and allow you to enjoy what you love. "
            },
            {
                "subHeading": "A Wider Glance at Mental Health",
                "text": "Strong mental health isn’t just the absence of mental health problems. Being mentally or emotionally healthy is much more than being free of depression, anxiety, or other psychological issues. Rather than the absence of mental illness, mental health refers to the presence of positive characteristics."
            },
            {
                "text":"The capacities of each and all of us to feel, think, and act in ways that enhance our ability to enjoy life and deal with the challenges we face. It is a positive sense of emotional and spiritual well-being that respects the importance of culture, equity, social justice, interconnections, and personal dignity."
            },

            {
                "url":"https://amiquebec.org/what-is-recovery/?utm_source=google&utm_medium=cpc&utm_term=mental%20health%20help&utm_content=!acq!v3!105547994076_kwd-22361951__452525474122_g_c__&utm_campaign=amique+basic"
            }
                    ]
    },
    {
        "_id": "5",
        "title": "Three Tips To Improve Your Mental Health",
        "imgSrc": "https://res.cloudinary.com/degmdqmd0/image/upload/v1669662218/GettyImages-593384542-5c5b3eb546e0fb00017dcf7f_df6g0e.jpg",
        "summary": "The ability to deal with life’s demands and maintain productive relationships ties into mental health and mental well-being.",

        "paragraphs": [
            {
                "text": "No matter who you are or where you are in life, there are always steps you can take to improve or maintain your mental health."
            },
            {
                "subHeading": "The Leading Ways To Improve Your Mental Health",
                "text": "Strong mental health isn’t just the absence of mental health problems. Being mentally or emotionally healthy is much more than being free of depression, anxiety, or other psychological issues. Rather than the absence of mental illness, mental health refers to the presence of positive characteristics."
            },
            {
                "text":"1. Get Your Body Moving: Getting your body moving and being physically active allows for the release of endorphins that relieve stress and improve your emotional state."
            },
            {
                "text":" 2. Surround Yourself With Good People: The company that individuals keep will have an enormous impact on their mental health because humans are naturally social creatures."
            },
            {
                "text":"3. Don’t Be Afraid To Put Your Needs First: t is also essential to know when to put your mental health and your needs first. If you always put other people first, you will come last."
            },

            {
                "url":"https://www.betterhelp.com/advice/how-to/seven-tips-on-how-to-improve-mental-health/?utm_source=AdWords&utm_medium=Search_PPC_c&utm_term=PerformanceMax&utm_content=&network=x&placement=&target=&matchtype=&utm_campaign=17990185911&ad_type=responsive_pmax&adposition=&gclid=CjwKCAiAyfybBhBKEiwAgtB7fu9pq-akFW6NChZAFN_v1Oxr03eo83HbTe75Sjv5cOb1Y-WbCD99hhoCACAQAvD_BwE"
            }
                    ]
    }

]