[
    {
        "id": "0001",
        "title": "Morocco: The Perfect Budget Destination",
        "date": "August 22, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052133/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/camel-riding-merzouga_jnlq5j.jpg",
                "imgCaption": "Camel riding in the Merzouga desert."
            },
        "paragraphs": [
            {
                "text": "Looking for the perfect destination for a 2-week budget vacation? Look no further than Morocco! Not only is the accommodation and food affordable, it is generally cheap to fly there from Europe. This makes Morocco one of the best destinations in the world for frugal travellers."
            },
            {
                "subHeading": "Getting to Morocco",
                "text": "Getting to Morocco from Europe is surprisingly inexpensive! My flight from London to Fez only set me back £27 (about $32 USD) on Ryanair. I found that even after spending extra to add a carry-on bag (Ryanair only allows a personal item with the base fare), I found myself spending less on the flight than I would on a full-course meal at a moderately-priced London restaurant."
            },
            {
                "subHeading": "Accomodation",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052134/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/funky-fes_wgxa1r.jpg",
                "imgCaption": "The view from the rooftop terrace at Funky Fes.",
                "text": "While hotels in Morocco are affordable relative to North America and Europe, hostels are where you will really save the most. When I was in Fez, I spent only $6 USD a night to sleep on a bunk bed in a hostel dormitory. Not to mention, a traditional all-you-can-eat Moroccan breakfast was included in the price! And if that’s not enough to convince you to stay at a Moroccan hostel, most of them have rooftop terraces that offer stunning views of the city!"
            },
            {
                "text": "However, if you prefer to spend a little more for privacy, hotels are also extremely inexpensive. Depending on the time of year, you can get deals on places such as Pacha Palace in Fez for just $35 USD per night, breakfast included!"
            },
            {
                "subHeading": "Food",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052135/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/lamb-head-marrakesh_veyeb7.jpg",
                "imgCaption": "Street food from the Jemaa el-Fnaa market in Marrakesh",
                "text": "Dining in Morocco is generally inexpensive if you manage to avoid tourist traps. And it can be very easy to fall into one without even realizing it. When I was in Chefchaouen, for instance, my tour guide intentionally led us to a restaurant that served tagine for 100 Moroccan dirhams (about 10 USD). Knowing I could get a better price somewhere else, I left the restaurant after the tour guide had sat us down and had a tagine at a restaurant five minutes away for 35 dirhams (about 3 USD). Moreover, dining out in Morocco is inexpensive if you are able to avoid these types of tourist traps."
            },
            {
                "text": "Another way to save money on food while in Morocco is to eat at the markets. One disclaimer that I have is that if you are from North America or Europe, it would be a good idea to visit your local pharmacy to pick up some probiotics to bring along with you on your trip. I certainly overestimated the strength of my stomach and felt a little under the weather for a couple days. Nevertheless, as long as you take precautions, street food in Morocco is not only delicious, it is also generally the cheapest option. In some cases, you can even bargain with the vendors for a better price."
            },
            {
                "text": "While I was in Marrakesh, I visited the Jemma el-Fnaa (the main marketplace of the medina) with three of my hostel-mates. There, we sat down at a vendor that was serving lamb head and got to enjoy a meal for four for just 70 Moroccan dirhams (about 6 USD)."
            },
            {
                "subHeading": "Are you convinced yet?",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052134/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/on-camel-merzouga_iuzoak.jpg",
                "imgCaption": "The Shoestring Traveller with his camel in the Merzouga desert.",
                "text": "With the rock bottom prices Morocco has to offer, the country is without a doubt a paradise for frugal travellers with a sense of adventure. So start planning your two-week budget adventure to this beautiful country. Just beware of tourist traps and remember to always bargain for a better price!"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": true,
        "continent": "Africa",
        "region": "North Africa",
        "country": "Morocco"
    }
]